export default [
    {
        title:"Здравствуйте !",
        icon:"account-outline",
        text:["Меня зовут Евгений Кучин, я живу в Екатеринбурге, и я разработчик :)"]
    },
    {
        title:"Мой опыт",
        icon:"lightbulb-on-outline",
        text:["Я работал во многих проектах как на стороне заказчика, так и на стороне исполнителя,"
        +" с разными организациями из различных сфер деятельности."]
    },
    {
        title:"Мои навыки",
        icon:"hammer-screwdriver",
        text:["Я занимался решением задач на всех этапах жизни проекта разработки программного обеспечения - "
        +"управлением проектами, бизнес-анализом, проектированием решений, разработкой, тестированием, внедрением, обучением, сопровождением."]
    },
    {
        title:"Сертификация IBM",
        icon:"certificate-outline",
        text:["Я много работал с HCL (IBM) Domino (ранее Lotus Domino и Lotus Notes):",
        "в 2002 году я стал сертифицированным разработчиком приложений",
        "в 2004 - системным администратором",
        "в 2005 получил уровень Advanced по обеим сертификациям"
        ]
    },
    {
        title:"Моя работа",
        icon:"briefcase-outline",
        text:["Сейчас я занимаюсь:",
            "Разработкой на Java (Spring) и JavaScript (Vue и React)",
            "Обучением по этим направлениям и методологическим аспектам разработки"
        ]
    },
    {
        title:"Мои курсы",
        icon:"school",
            text:["С 2005г. я разрабатываю авторские курсы по используемым мной программным продуктам, технологиям, средствам разработки и провожу по ним обучение",
        ]
    }  
]

